Repository: harlanx/mkv_profile
Catalog: lib/l10n/intl_*.arb
Languages: fil

source: Movie
fil: Pelikula

source: Series
fil: Serye

source: Name
fil: Pangalan

source: Type
fil: Klase

source: Size
fil: Laki

source: Content preview
fil: Preview ng nilalaman

source: Show
fil: Palabas

source: Video
fil: Bidyo

source: Audios
fil: Mga audio

source: Subtitles
fil: Mga subtitle

source: Chapters
fil: Mga chapter

source: Entries
fil: Mga entry

source: Attachments
fil: Mga attachment

source: Source
fil: Pinagmulan

source: Folder title
fil: Pangalan ng folder

source: Output file title
fil: Pangalan ng output file

source: Track title
fil: Pangalan ng track title

source: Language
fil: Lengguwahe

source: Extra options
fil: Extrang opsyon

# extraOptionsHint
source: Use variable %id% for track id
fil: Gamitin ang variable %id% para sa track id

# copyCommandHint
source: Copy mkvmerge command
fil: Kopyahin ang mkvmerge command

# copiedHint
source: Copied to clipboard!
fil: Nakopya na sa clipboard!

# include_description
source: Enable to include this item in the muxing process.
fil: I-enable upang isama and aytem na ito item sa proseso muxing.

# flag_descriptions
source: {flag, select, enabled {Enable to set the enabled flag on this item. Usually a flag on tracks that will only be considered for playback by media players.} default {Enable to set the default flag on this item. Usually a flag on tracks that is automatically chosen by the media player unless the user overrides it.} original_language {Enable to set the original language flag on this item. Usually a flag on Audio and Subtitle tracks that are the same with the content origin's language.} forced {Enable to set the forced flag on this item. This flag can be used on Subtitle tracks that only has translations for the non-native language spoken in content's scenes. Usually a flag for Subtitle tracks that forces itself to be played on any media player that supports it.} commentary {Enable to set the commentary flag on this item. Usually a flag on Audio and Subtitle tracks that has the commentary of individuals/groups who worked on that content.} hearing_impaired {Enable to set the hearing impaired (SDH) flag on this item. Usually a flag on Subtitle tracks that has descriptions to auditory information from the content.} visual_impaired {Enable to set the visual impaired (AD) flag on this item. Usually a flag on Audio tracks that narrates the content's scenes.} text_description {Enable to set the text description (TD) flag on this item. Usually a flag on Subtitle tracks for the Audio tracks that narrates the content's scenes.} other {}}
fil: {flag, select, enabled {I-enable upang ma-set ang enabled flag sa aytem na ito. Karaniwang flag sa tracks na tanging iko-konsidera lamang sa playback ng mga media player.} default {I-enable upang ma-set and default flag sa aytem na ito. Karaniwang flag sa tracks na atomatikong pinipili ng media player maliban kung binago ng user.} original_language {I-enable upang ma-set ang original language flag sa aytem na ito. Karawniwang flag sa Audio and Subtitle tracks na kaparehas ang orihinal na lengguwahe ng palabas.} forced {I-enable upang ma set ang forced flag sa aytem na ito. Maaaring magamit ang flag na ito sa Subtitle tracks na may tanging pagsasalin lang sa lengguwaheng hindi madalas na ginamit sa palabas. Karaniwang flag para sa Subtitle tracks na pinipilit ang sariling ma-play sa anumang media player na sinusuportahan ito.} commentary {I-enable upang ma-set ang commentary flag sa aytem na ito. Karaniwang flag sa Audio and Subtitle tracks na may komentarya ng indibidwal/grupo na gumawa ng palabas.} hearing_impaired {I-enable upang ma set ang hearing impaired (SDH) flag sa aytem na ito. Karaniwang flag sa Subtitle tracks na may deskripsyon sa impormasyong pandinig mula sa palabas.} visual_impaired {I-enable upang ma-set ang visual impaired (AD) flag sa aytem na ito. Karaniwang flag sa Audio tracks na nagsasalaysay ng pangyayari sa palabas.} text_description {I-enable upang ma-set ang text description (TD) flag sa aytem na ito. Karaniwang flag sa Subtitle tracks para sa Audio tracks na nagsasalaysay ng pangyayari sa palabas.} other {}}

# remove_chapters_description
source: Enable to remove all of the embedded chapters. Chapters is usually found in mkv files and can be hand generated on a chapter editor or muxed using a chapter file.
fil: I-enable upang tanggaling ang lahat ng embedded chapters. Karaniwang makikita and chapters sa mkv files at maaring gawin ng mano-mano sa isang chapter editor o kaya nama'y na muxed gamit ang isang chapter file.

# remove_attachments_description
source: Enable to remove all of the embedded attachments. Attachments is usually found in mkv files with custom image poster thumbnail and rarely on ass/ssa subtitles with non-embedded font on itself.
fil: I-enable upang tanggalin lahat ng embedded attachments. Karaniwang makikita ang attachments sa mkv files na may imahe ng poster bilang thumbnail at minsan nama'y kapag ang ass/ssa subtitle ay hindi naka-embed ang font sa mismong file na iyon.

source: documentation
fil: dokumentasyon

source: Profiles
fil: Mga Profile

source: Drop folders here
fil: Mag-drop ng folder dito

source: Select from list
fil: Pumili sa listahan

source: Add folder
fil: Mag-add ng folder

source: Remove all
fil: Alisin lahat

source: Add to queue
fil: Idagdag sa queue

source: Start tasks
fil: Simulan ang tasks

source: Remove
fil: Alisin

# progess
source: Progress
fil: Progreso

source: Info
fil: Impormasyon

source: Date
fil: Petsa

source: Duration
fil: Durasyon

source: Status
fil: Istado

# taskStatus
source: {status, select, completed {Completed} error {Error} other {}}
fil: {status, select, completed {Na-kumpleto} error {May error} other {}}

source: Preferences
fil: Kagustuhan

source: Directory scan limit
fil: Limitasyon ng pag-scan sa directory

# maxActiveProcess
source: Maximum active processes
fil: Pinakamaraming aktibong proseso

# maxActiveProcessHint
source: Recommended value is 1. MKVMerge is not CPU intensive. Its bound to bandwidth of storage/networking devices and RAM. Running in parallel is not beneficial at all.
fil: Ang nire-rekomendang value ay 1. Ang MKVMerge ay hindi CPU intensive. Ito ay nakaasa sa bandwidth ng storage/networking devices at RAM. Ang pagpapatakbo ng sabay-sabay ay walang benepisyo.

source: Import
fil: Mag-import

source: Export
fil: I-export

source: Create
fil: Gumawa

source: Create new profile
fil: Gumawa ng bagong profile

source: Cancel
fil: I-kansela

# continueStr
source: Continue
fil: Magpatuloy

source: Save
fil: I-save

source: Discard
fil: I-discard

source: Note
fil: Nota

# availableVariables
source: Availble {templateType} title variables
fil: Mga maaring magamit na {templateType} variables sa pangalan nito

# titleTemplate
source: {templateType} title template
fil: Template sa pangalan ng {templateType}

# showTitleNote
source: This will apply to the show's folder title
fil: Ito ay mag a-apply sa pangalan ng folder ng palabas

# videoTitleNote
source: This will apply to the video file title and video track title
fil: Ito ay mag a-apply sa pangalan ng file ng bidyo at sa pangalan ng track nito

# audioTitleNote
source: This will apply to the audio track title
fil: Ito ay mag a-apply sa pangalan ng track ng audio

# subtitleTitleNote
source: This will apply to the subtitle track title
fil: Ito ay mag a-apply sa pangalan ng track ng subtitle

source: Languages
fil: Mga lengguwahe

source: Selected languages
fil: Mga pinili

# selectTrackFlagsAndReorder
source: Select track flags and reorder which will set the Default flag based on order fallbacks
fil: Pumili ng track flags at i-reorder, ito ay mag se-set ng Default flag base sa pagkakasunod ng fallbacks

source: Selected flags
fil: Mga pinili

# replaceTexts
source: Replace texts with custom replacement
fil: Palitan ang text gamit ang ginustong pamalit

source: Add
fil: Mag-add

# useFolderNameAsSource
source: Use folder name as source title (Recommended). Otherwise it will use the first video file's name as a source title of the show
fil: Gamitin ang pangalan ng folder bilang source title (Recommended). Kung hindi naman ay gagamitin ang pangalan ng unang video bilang source title para sa palabas

source: Personalization
fil: Personalisasyon

source: Change language
fil: Baguhin ang lengguwahe

source: Tools
fil: Mga tools

source: App name
fil: Pangalan ng app

# appDescription
source: Automatically manage and mux series or movie files to the common conventions used by media players and media servers. The GUI is intentionally made simple and is designed for least user interactions by implementing per profile configuration to manage files and generate a command to be used on muxing process.
fil: Awtomatikong i-manage at mag mux ng files ng serye o pelikula sa kadalasang conventions na ginagamit ng mga media players at media servers. Ang GUI ay intensyonal na ginawang simple at idinesenyo para sa pinaka kaunting kinakailangan na user interactions sa pamamagitan ng per profile na konpigrusayon sa pag-manage files at pag-generate ng commands na gagamitin para sa muxing process.

source: Version
fil: Beryson

source: Window Effect
fil: Effect sa Window

# toolFound
source: {toolName} is found and is ready for use
fil: Nahanap ang {toolName} at maaari ng gamitin

# toolNotFound
source: {toolName} is not found or the specified file is incorrect, the app will not work with wrong tools.
fil: Hindi mahanap ang {toolName} o kaya nama'y ang file na pinili ay hindi akma, ang app na ito ay hindi gagana na may maling kagamitan.

# toolCannotChange
source: Cannot change {toolName} while being used
fil: Hindi maaring baguhin ang {toolName} habang ginagamit

# toolBrowse
source: Browse the file for {toolName}.
fil: I-browse and file para sa {toolName}

source: Profile name
fil: Pangalan ng profile

source: Name cannot be empty
fil: Hindi maaaring blangko ang pangalan

# replacementHint
source: Replacement. Regex is allowed. (Single entry)
fil: Ang ipapalit. Maaaring gumamit ng Regex. (Isa lamang)

# replaceablesHint
source: Replaceables. Regex is allowed. (Entry per line). Recommended to put longer text and longer regex pattern at the start of the list
fil: Mga maaring palitan. Maaring gumamit ng Regex. (Isa lamang sa bawat line). Nire-rekomendang ilagay ang mahahabang text and regex pattern sa umpisa ng listahan

# caseSensitivityHint
source: Enable case sensitivity for the specified texts.
fil: I-enable ang case sensitivity para sa mga inilagay na texts

# nonIso6392Hint
source: Indicates Non ISO 639-2 Language Codes. Players that do not support ISO 639-3 Language Codes will display different language name such as 'und' (Undetermined)
fil: Nag i-indika ng hindi 639-2 Language Codes. Ang mga player na hindi sumu-suporta sa ISO 639-3 Language Codes ay mag di-display ng ibang pangalan ng lengguwahe katulad ng 'und' (Undetermined)

source: Unsaved changes
fil: Hindi pa na-save

# unsavedChangesHint
source: You have made some changes without saving. Do you want to save or discard them?
fil: May mga ginawa kang pagbabago ng hindi pa na-save. Gusto mo bang i-save o i-discard ang mga ito.

source: Requirements
fil: Mga kinakailangan

source: Missing tools
fil: Mga nawawalang tool

source: Scan result
fil: Resulta ng scan

# toolLocation
source: {toolName} location
fil: Lokasyon ng {toolName}

# replacementPreview
source: {replacement, select, remove_string {Remove text} replace_with_whitespace {Replace with whitespace} other {{replacement}}}
fil: {replacement, select, remove_string {Tanggalin ang text} replace_with_whitespace {Palitan ng whitespace} other {{replacement}}}

# checkUpdate
source: Check for updates
fil: Mag-check ng update

source: Yes
fil: oo

# deleteItemConfirmation
source: Are you sure you want to delete {item}?
fil: Magpatuloy na i-delete ang {item}?

source: Delete {item}
fil: I-delete ang {item}

# newVersionAvailable
source: New version available! {version}
fil: May bagong bersyo na available! {version}

# youAreUsingLatestVersion
source: You are using the latest version
fil: Ginagamit mo na ang pinakabagong bersyon

# trackExtraOptions
source: {trackType} extra options
fil: Extrang opsyon sa {trackType}

source: Include
fil: Isama

source: Remove Chapters
fil: I-remove ang Chapters

source: Remove Attachments
fil: I-remove ang Attachments

source: Edit
fil: I-edit

source: Add Audios
fil: Mag-add ng Audios

source: Add Subtitles
fil: Mag-add ng Subtitles

source: Add Chapters
fil: Mag-add ng Chapters

source: Add Attachments
fil: Mag-add ng Attachments

# resetAndUseDefault
source: Reset and use the default tool path
fil: I-reset at gamiting ang default path ng tool
